{
  "art1 - openarch.html": "<h1 id=\"open-arch\">Open Arch</h1>\n<p>Open Arch started as a school project together with Petra Andersson in prep school at Art College in Gothenburg. An early prototype was shown at the Stockholm Furniture and Light Fair in 2014. Since then I have refined and worked on the chair in collaboration with Lundbergs Möbler, launching at the Stockholm Furniture and Light Fair in 2016.</p>\n<p>Open Arch has a classic design but challenges the norm. An Arch is one of the strongest structures in architecture and the name Open Arch refers to a combination of being strong and at the same time open. The design clearly flirts with Scandinavian furniture tradition, but is contemporary and innovative. The asymmetry of the chair enables interesting seating arrangements and in groups the chair creates different situations and desired directions in a room.</p>\n",
  "art2 - frametable.html": "<h1 id=\"frame-table\">Frame Table</h1>\n<p>The Frame table is a simple but sophisticated coffee table. Its classic cubic design gives it a light and well proportioned feel. Made from hollow steel and birch plywood, the table is light but stable. High quality powder coating and three layers of varnish provides an extremely durable finish. As well as working on its own, the Frame table can be combined in groups to create larger surfaces.</p>\n<p>The thin steel frame holds the wooden table-top, keeping it in place with triangular corner supports, instead of having it rest on top. This gives the table a very clean profile, and when viewed from above, the visible steel elegantly frames the wood.</p>\n",
  "art3 - extrachair.html": "<h1 id=\"extra-chair\">Extra Chair</h1>\n<p>The Extra chair is the result of a school project where I was assigned the task to design and make an extra chair. The material I was allowed to use was very limited: 1 plank of pine wood (200 x 17,5 x 2,5 cm), 1 steel pipe (18 mm in diameter, 100 cm long), 1 steel pipe (13 mm in diameter, 50 cm long) and one sheet of steel (1 mm thick, 25 x 50 cm).</p>\n<p>So what is an extra chair? Does it have to have an extra function? Should it be foldable so you can stow it away? Early in the process I decided that I wanted to experiment with shape, and in some way let the design itself give the chair its extra element. I decided to work with the actual letters in the word EXTRA. I wanted to see if they in some way could form the profile of a chair. The result is a light and sleek, but under the circumstances both stable and comfortable chair. In the profile you can find the letters E, X, T, R and A.</p>\n",
  "art4 - hangle.html": "<h1 id=\"hangle\">Hangle</h1>\n<p>Hangle is a shelf with a somewhat upside down look. Instead of being supported with regular brackets, the shelf hangs inside two triangles of bent copper. Simple and graceful, Hangle suits just about any room.</p>\n<p>The copper is unpolished and slightly worn, which creates a clear contrast to the white and smooth shelf. The choice of material connects with the swedish copper tradition and the shelf itself is made from solid swedish birch.</p>\n"
}